;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Lucas Macedo
; TranslationAuthorEmail: lucaslms96@hotmail.com
;

[Translation]
LangCode=0416
ReadHabit=Left-to-Right
LanguageName=PTB
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Confirmação
Warning=Atenção
Error=Erro
Confirm=Confirmação
pmCheckMsg=Verificar Notícias Automaticamente
pmforum=Fórum
pmHelp=Ajuda Online
pmContact=Entre em Contato
pmHome=Página Inicial
pmCheckNew=Verificar Atualizações
pmLang=Idiomas
pmAbout=Sobre
pmRestore=Recuperar este item
pmselectall=Selecionar Todos
pmselectnone=Desmarcar Todos
pmselectinvert=Inverter seleção
FrmFRMain.lblTree.caption=Diretório de Arquivos
FrmFRMain.btnlikeit.caption=Curtir
FrmFRMain.btnfeedback.caption=Sugestões e Comentários
FrmFRMain.btnsearch.caption=Escanear
FrmFRMain.btnrestore.caption=Recuperar
FrmFRMain.btnsearchcancel.caption=Cancelar
FrmFRAbout.caption=Sobre
FrmFRAbout.btnok.caption=OK
FrmFRAbout.lblver.caption=Versão Atual:
FrmFRAbout.lblemail.caption=E-mail de Suporte:
FrmFRAbout.lblhome.caption=Página Inicial
FrmFRAbout.lblthank.caption=Nossos agradecimentos às seguintes pessoas por suas contribuições:
Frmlikeit.lblTitle.caption=Se você gostou do Wise Data Recovery, indique este excelente programa para as pessoas que você mais gosta!
Frmlikeit.lblInfo.caption=Você pode indicar o Wise Data Recovery para seus familiares, amigos e colegas por: Email, Blog, Twitter, Youtube, Facebook, etc.  Muito obrigado, assim você tornará a vida deles mais prática e eficiente!
Frmlikeit.lblRate.caption=Avaliar o Wise Data Recovery:
Frmlikeit.lblfollow.caption=Siga-nos nas Redes Sociais:
Frmlikeit.lblshare.caption=Compartilhar o Wise Data Recovery:
Frmlikeit.btndownload.caption=Download Gratuito
Frmlikeit.imgrate.hint=Dê 5 estrelas na CNET
Frmlikeit.imgmail.hint=Compartilhar com seus amigos
Frmlikeit.imgface1.hint=Compartilhar no Facebook
Frmlikeit.imgface2.hint=Siga-nos no Facebook
Frmlikeit.imgtwitter1.hint=Compartilhar no Twitter
Frmlikeit.imgtwitter2.hint=Siga-nos no Twitter
Frmlikeit.Caption=Curtir
Frmlikeit.lbldownload.caption=Baixar mais Freeware de WiseCleaner.com:
[Edit]
pmcut=Recortar
pmcopy=Copiar
pmpaste=Colar
pmdelete=Excluir
pmselectall=Selecionar Todos
[GUI]
ButtonYes=Sim
ButtonNo=Não
ButtonOK=OK
ButtonMinimize=Minimizar
ButtonMaximize=Maximizar
ButtonClose=Fechar
ButtonRestore=Restaurar
ButtonMenu=Menu
ButtonDelete=Excluir
[FileRecovery]
FrmFRMain.lstFile.headitems[0]=Nome do Arquivo
FrmFRMain.lstFile.headitems[1]=Tamanho
FrmFRMain.lstFile.headitems[2]=Última Modificação
FrmFRMain.lstFile.headitems[3]=Qualidade
FrmFRMain.lstFile.headitems[4]=Caminho
Scanning=Escaneando...
Filtering=Filtrando...
KeyWord=Inserir Palavra-Chave
Images=Imagens
Audios=Músicas
Videos=Vídeos
Document=Documentos
Compressed=Arquivos Compactados
Email=E-mails
AllFiles=Todos os Arquivos
AllFolders=Todas as Pastas
SelectDir=Por favor, selecione uma pasta para salvar os dados recuperados!
NoSameDrive=Por favor, selecione outra unidade para a recuperação para evitar sobrescrever os dados!
ScanStopped=O Escaneamento foi cancelado!
Good=Bom
Poor=Ruim
VeryPoor=Muito Ruim
Lost=Perdido
ItemList=Encontrados %d arquivos.
[message]
NoNewVer=Parabéns, a versão que você está usando é a mais recente!
RecoveryDone=Recuperação de dados concluída!
TranslateTo=Traduzir para...
NewVer=Uma nova versão está disponível! Você deseja atualizar agora?
